[16-Jul-2020 03:33:18 UTC] PHP Fatal error:  Uncaught Error: Call to undefined function efine() in /Applications/MAMP/htdocs/portfolio/function.php:54
Stack trace:
#0 /Applications/MAMP/htdocs/portfolio/login.php(4): require()
#1 {main}
  thrown in /Applications/MAMP/htdocs/portfolio/function.php on line 54
[16-Jul-2020 03:41:52 UTC] PHP Fatal error:  Uncaught Error: Call to undefined function efine() in /Applications/MAMP/htdocs/portfolio/function.php:54
Stack trace:
#0 /Applications/MAMP/htdocs/portfolio/login.php(4): require()
#1 {main}
  thrown in /Applications/MAMP/htdocs/portfolio/function.php on line 54
[16-Jul-2020 03:43:11 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:43:11 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 03:43:11 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:43:11 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 03:43:11 UTC] デバッグ：セッションID：ngb0d6jhs1apjnjelmt1mgsbgd
[16-Jul-2020 03:43:11 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 03:43:11 UTC] デバッグ：現在日時タイムスタンプ：1594870991
[16-Jul-2020 03:43:13 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:43:13 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 03:43:13 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:43:13 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 03:43:13 UTC] デバッグ：セッションID：0v773h8257998okak8h4t16g9t
[16-Jul-2020 03:43:13 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 03:43:13 UTC] デバッグ：現在日時タイムスタンプ：1594870993
[16-Jul-2020 03:43:13 UTC] デバッグ：POST送信があります。
[16-Jul-2020 03:43:41 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:43:41 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 03:43:41 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:43:41 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 03:43:41 UTC] デバッグ：セッションID：63nb0chc3vo56t1hvjmrrl1kgl
[16-Jul-2020 03:43:41 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 03:43:41 UTC] デバッグ：現在日時タイムスタンプ：1594871021
[16-Jul-2020 03:43:41 UTC] デバッグ：POST送信があります。
[16-Jul-2020 03:53:09 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:53:09 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 03:53:09 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:53:09 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 03:53:09 UTC] デバッグ：セッションID：k5n5tbhnup1cn1up6acpp5382e
[16-Jul-2020 03:53:09 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 03:53:09 UTC] デバッグ：現在日時タイムスタンプ：1594871589
[16-Jul-2020 03:53:09 UTC] デバッグ：POST送信があります。
[16-Jul-2020 03:53:09 UTC] PHP Fatal error:  Uncaught Error: Call to undefined function mb_srrlen() in /Applications/MAMP/htdocs/portfolio/function.php:129
Stack trace:
#0 /Applications/MAMP/htdocs/portfolio/login.php(30): validMaxLen('', 'eamil')
#1 {main}
  thrown in /Applications/MAMP/htdocs/portfolio/function.php on line 129
[16-Jul-2020 03:54:09 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:54:09 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 03:54:09 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:54:09 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 03:54:09 UTC] デバッグ：セッションID：nlh688l7elpkfpqaml108pblog
[16-Jul-2020 03:54:09 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 03:54:09 UTC] デバッグ：現在日時タイムスタンプ：1594871649
[16-Jul-2020 03:54:09 UTC] デバッグ：POST送信があります。
[16-Jul-2020 03:54:09 UTC] PHP Notice:  Undefined variable: pas in /Applications/MAMP/htdocs/portfolio/login.php on line 37
[16-Jul-2020 03:54:25 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:54:25 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 03:54:25 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:54:25 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 03:54:25 UTC] デバッグ：セッションID：nk1kmr2e7p3ft7fd5aq4b1p9r7
[16-Jul-2020 03:54:25 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 03:54:25 UTC] デバッグ：現在日時タイムスタンプ：1594871665
[16-Jul-2020 03:54:25 UTC] デバッグ：POST送信があります。
[16-Jul-2020 03:54:27 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:54:27 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 03:54:27 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:54:27 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 03:54:27 UTC] デバッグ：セッションID：jq2eaemj1osb34iihvjch0fur0
[16-Jul-2020 03:54:27 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 03:54:27 UTC] デバッグ：現在日時タイムスタンプ：1594871667
[16-Jul-2020 03:54:27 UTC] デバッグ：POST送信があります。
[16-Jul-2020 03:54:30 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:54:30 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 03:54:30 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 03:54:30 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 03:54:30 UTC] デバッグ：セッションID：28a3mu5rt402b6rjnl3eibndij
[16-Jul-2020 03:54:30 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 03:54:30 UTC] デバッグ：現在日時タイムスタンプ：1594871670
[16-Jul-2020 03:54:30 UTC] デバッグ：POST送信があります。
[16-Jul-2020 12:10:11 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 12:10:11 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 12:10:11 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 12:10:11 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 12:10:11 UTC] デバッグ：セッションID：biftbt7fuq02cgn2ovpecd6s49
[16-Jul-2020 12:10:11 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 12:10:11 UTC] デバッグ：現在日時タイムスタンプ：1594901411
[16-Jul-2020 12:10:13 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 12:10:13 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 12:10:13 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 12:10:13 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 12:10:13 UTC] デバッグ：セッションID：qci0po22e3o127tednkcsab39q
[16-Jul-2020 12:10:13 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 12:10:13 UTC] デバッグ：現在日時タイムスタンプ：1594901413
[16-Jul-2020 12:10:13 UTC] デバッグ：POST送信があります。
[16-Jul-2020 12:10:22 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 12:10:22 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 12:10:22 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 12:10:22 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 12:10:22 UTC] デバッグ：セッションID：4g6db78ju1qrmh4aaalirv7cti
[16-Jul-2020 12:10:22 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 12:10:22 UTC] デバッグ：現在日時タイムスタンプ：1594901422
[16-Jul-2020 12:10:46 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 12:10:46 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 12:10:46 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 12:10:46 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 12:10:46 UTC] デバッグ：セッションID：v960r9g1mgmhncq13qu3e6i2pn
[16-Jul-2020 12:10:46 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 12:10:46 UTC] デバッグ：現在日時タイムスタンプ：1594901446
[16-Jul-2020 13:08:29 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:08:29 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:08:29 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:08:29 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:08:29 UTC] デバッグ：セッションID：e0hfpm231o9ug9754oi0gfrfo4
[16-Jul-2020 13:08:29 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:08:29 UTC] デバッグ：現在日時タイムスタンプ：1594904909
[16-Jul-2020 13:09:01 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:09:01 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:09:01 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:09:01 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:09:01 UTC] デバッグ：セッションID：1u7q9om43llmota3shdl6rt530
[16-Jul-2020 13:09:01 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:09:01 UTC] デバッグ：現在日時タイムスタンプ：1594904941
[16-Jul-2020 13:11:00 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:11:00 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:11:00 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:11:00 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:11:00 UTC] デバッグ：セッションID：a9c4kqni834eg5p0sqashl46s7
[16-Jul-2020 13:11:00 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:11:00 UTC] デバッグ：現在日時タイムスタンプ：1594905060
[16-Jul-2020 13:11:35 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:11:35 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:11:35 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:11:35 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:11:35 UTC] デバッグ：セッションID：63e4sotk0vrf60adpulhe6aa0k
[16-Jul-2020 13:11:35 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:11:35 UTC] デバッグ：現在日時タイムスタンプ：1594905095
[16-Jul-2020 13:11:37 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:11:37 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:11:37 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:11:37 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:11:37 UTC] デバッグ：セッションID：8vsk5204f5t09j14aigfh17p9v
[16-Jul-2020 13:11:37 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:11:37 UTC] デバッグ：現在日時タイムスタンプ：1594905097
[16-Jul-2020 13:11:37 UTC] デバッグ：POST送信があります。
[16-Jul-2020 13:13:56 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:13:56 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:13:56 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:13:56 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:13:56 UTC] デバッグ：セッションID：eqj4kti944v4ju83vitisg12fo
[16-Jul-2020 13:13:56 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:13:56 UTC] デバッグ：現在日時タイムスタンプ：1594905236
[16-Jul-2020 13:13:57 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:13:57 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:13:57 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:13:57 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:13:57 UTC] デバッグ：セッションID：k04u8k1bd79af4lnlta1mr6r5n
[16-Jul-2020 13:13:57 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:13:57 UTC] デバッグ：現在日時タイムスタンプ：1594905237
[16-Jul-2020 13:13:57 UTC] デバッグ：POST送信があります。
[16-Jul-2020 13:14:29 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:14:29 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:14:29 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:14:29 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:14:29 UTC] デバッグ：セッションID：bnlskbl7sjgqr28shfgu5mu5op
[16-Jul-2020 13:14:29 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:14:29 UTC] デバッグ：現在日時タイムスタンプ：1594905269
[16-Jul-2020 13:14:30 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:14:30 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:14:30 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:14:30 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:14:30 UTC] デバッグ：セッションID：lsbous9b9ihs88uhfmp6rn2i7t
[16-Jul-2020 13:14:30 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:14:30 UTC] デバッグ：現在日時タイムスタンプ：1594905270
[16-Jul-2020 13:14:30 UTC] デバッグ：POST送信があります。
[16-Jul-2020 13:14:58 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:14:58 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:14:58 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:14:58 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:14:58 UTC] デバッグ：セッションID：obe8jlin6h43rdgaitgvlsg7rt
[16-Jul-2020 13:14:58 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:14:58 UTC] デバッグ：現在日時タイムスタンプ：1594905298
[16-Jul-2020 13:14:59 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:14:59 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:14:59 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:14:59 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:14:59 UTC] デバッグ：セッションID：ek2cuoe02bopi856l15vjbpa2d
[16-Jul-2020 13:14:59 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:14:59 UTC] デバッグ：現在日時タイムスタンプ：1594905299
[16-Jul-2020 13:14:59 UTC] デバッグ：POST送信があります。
[16-Jul-2020 13:15:32 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:15:32 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:15:32 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:15:32 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:15:32 UTC] デバッグ：セッションID：jeao8m7gd4kcfg36iibfeu5rbf
[16-Jul-2020 13:15:32 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:15:32 UTC] デバッグ：現在日時タイムスタンプ：1594905332
[16-Jul-2020 13:15:33 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:15:33 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:15:33 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:15:33 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:15:33 UTC] デバッグ：セッションID：ker0cidveuerqpsossa3oi676q
[16-Jul-2020 13:15:33 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:15:33 UTC] デバッグ：現在日時タイムスタンプ：1594905333
[16-Jul-2020 13:15:33 UTC] デバッグ：POST送信があります。
[16-Jul-2020 13:55:45 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:55:45 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:55:45 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:55:45 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:55:45 UTC] デバッグ：セッションID：kok12eg6tbju0oc3tkhcuh0rrp
[16-Jul-2020 13:55:45 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:55:45 UTC] デバッグ：現在日時タイムスタンプ：1594907745
[16-Jul-2020 13:55:48 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:55:48 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:55:48 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:55:48 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:55:48 UTC] デバッグ：セッションID：97a66icduhtmhuumamirrijupm
[16-Jul-2020 13:55:48 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:55:48 UTC] デバッグ：現在日時タイムスタンプ：1594907748
[16-Jul-2020 13:55:48 UTC] デバッグ：POST送信があります。
[16-Jul-2020 13:55:58 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:55:58 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:55:58 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:55:58 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:55:58 UTC] デバッグ：セッションID：0b277n7fd5q32ila97eno30nuf
[16-Jul-2020 13:55:58 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:55:58 UTC] デバッグ：現在日時タイムスタンプ：1594907758
[16-Jul-2020 13:55:58 UTC] デバッグ：POST送信があります。
[16-Jul-2020 13:56:48 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:56:48 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:56:48 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:56:48 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:56:48 UTC] デバッグ：セッションID：93bc21mt3orddaukqlfodf0ele
[16-Jul-2020 13:56:48 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:56:48 UTC] デバッグ：現在日時タイムスタンプ：1594907808
[16-Jul-2020 13:56:48 UTC] デバッグ：POST送信があります。
[16-Jul-2020 13:56:50 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:56:50 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:56:50 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:56:50 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:56:50 UTC] デバッグ：セッションID：flrfn0r0ejfdtcq610t7rb5ad0
[16-Jul-2020 13:56:50 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:56:50 UTC] デバッグ：現在日時タイムスタンプ：1594907810
[16-Jul-2020 13:56:53 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:56:53 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:56:53 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:56:53 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:56:53 UTC] デバッグ：セッションID：6r210mb3pe84pdsvdd3ui200kr
[16-Jul-2020 13:56:53 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:56:53 UTC] デバッグ：現在日時タイムスタンプ：1594907813
[16-Jul-2020 13:56:56 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:56:56 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:56:56 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:56:56 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:56:56 UTC] デバッグ：セッションID：ktdoeap8si9gvj886ob9epfvmk
[16-Jul-2020 13:56:56 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:56:56 UTC] デバッグ：現在日時タイムスタンプ：1594907816
[16-Jul-2020 13:57:01 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:57:01 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:57:01 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:57:01 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:57:01 UTC] デバッグ：セッションID：8e88mfbis4a4b8lvr7f5a5e2no
[16-Jul-2020 13:57:01 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:57:01 UTC] デバッグ：現在日時タイムスタンプ：1594907821
[16-Jul-2020 13:57:06 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:57:06 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:57:06 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:57:06 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:57:06 UTC] デバッグ：セッションID：91t89k9k08tfbo5bb5ipeq7mof
[16-Jul-2020 13:57:06 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:57:06 UTC] デバッグ：現在日時タイムスタンプ：1594907826
[16-Jul-2020 13:57:08 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:57:08 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 13:57:08 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 13:57:08 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 13:57:08 UTC] デバッグ：セッションID：sopnu9b3jnn48bj7jcmc3rsf31
[16-Jul-2020 13:57:08 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 13:57:08 UTC] デバッグ：現在日時タイムスタンプ：1594907828
[16-Jul-2020 13:57:08 UTC] デバッグ：POST送信があります。
[16-Jul-2020 15:01:02 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:01:02 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 15:01:02 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:01:02 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 15:01:02 UTC] デバッグ：セッションID：1nvd394pi3qf99mokdbgn9i4oa
[16-Jul-2020 15:01:02 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 15:01:02 UTC] デバッグ：現在日時タイムスタンプ：1594911662
[16-Jul-2020 15:01:02 UTC] デバッグ：画面表示処理終了<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<
[16-Jul-2020 15:01:05 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:01:05 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 15:01:05 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:01:05 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 15:01:05 UTC] デバッグ：セッションID：js1t1atdcmue69e191g93krtes
[16-Jul-2020 15:01:05 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 15:01:05 UTC] デバッグ：現在日時タイムスタンプ：1594911665
[16-Jul-2020 15:01:05 UTC] デバッグ：POST送信があります。
[16-Jul-2020 15:01:05 UTC] デバッグ：画面表示処理終了<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<
[16-Jul-2020 15:04:29 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:04:29 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 15:04:29 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:04:29 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 15:04:29 UTC] デバッグ：セッションID：sdilpignba2q1ervlko08etgfj
[16-Jul-2020 15:04:29 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 15:04:29 UTC] デバッグ：現在日時タイムスタンプ：1594911869
[16-Jul-2020 15:04:29 UTC] デバッグ：POST送信があります。
[16-Jul-2020 15:04:29 UTC] デバッグ：画面表示処理終了<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<
[16-Jul-2020 15:07:04 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:07:04 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 15:07:04 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:07:04 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 15:07:04 UTC] デバッグ：セッションID：ds6u6n6umovn7ohne727uvsqil
[16-Jul-2020 15:07:04 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 15:07:04 UTC] デバッグ：現在日時タイムスタンプ：1594912024
[16-Jul-2020 15:07:04 UTC] PHP Warning:  require(auth.php): failed to open stream: No such file or directory in /Applications/MAMP/htdocs/portfolio/login.php on line 12
[16-Jul-2020 15:07:04 UTC] PHP Fatal error:  require(): Failed opening required 'auth.php' (include_path='.:/Applications/MAMP/bin/php/php7.3.7/lib/php') in /Applications/MAMP/htdocs/portfolio/login.php on line 12
[16-Jul-2020 15:07:42 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:07:42 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 15:07:42 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:07:42 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 15:07:42 UTC] デバッグ：セッションID：7fio3inr6qqvja111nlcoh7c19
[16-Jul-2020 15:07:42 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 15:07:42 UTC] デバッグ：現在日時タイムスタンプ：1594912062
[16-Jul-2020 15:07:42 UTC] デバッグ：画面表示処理終了<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<
[16-Jul-2020 15:07:44 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:07:44 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 15:07:44 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:07:44 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 15:07:44 UTC] デバッグ：セッションID：01nhhfasp29jo49k14b4gjep1a
[16-Jul-2020 15:07:44 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 15:07:44 UTC] デバッグ：現在日時タイムスタンプ：1594912064
[16-Jul-2020 15:07:44 UTC] デバッグ：POST送信があります。
[16-Jul-2020 15:07:44 UTC] デバッグ：画面表示処理終了<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<
[16-Jul-2020 15:07:56 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:07:56 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 15:07:56 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:07:56 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 15:07:56 UTC] デバッグ：セッションID：qtm442t1iq9p9ebtmein5fv52d
[16-Jul-2020 15:07:56 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 15:07:56 UTC] デバッグ：現在日時タイムスタンプ：1594912076
[16-Jul-2020 15:07:56 UTC] デバッグ：POST送信があります。
[16-Jul-2020 15:07:56 UTC] デバッグ：画面表示処理終了<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<
[16-Jul-2020 15:10:07 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:10:07 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 15:10:07 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:10:07 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 15:10:07 UTC] デバッグ：セッションID：lmoc94g3bjd38acgv0u5duk4oh
[16-Jul-2020 15:10:07 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 15:10:07 UTC] デバッグ：現在日時タイムスタンプ：1594912207
[16-Jul-2020 15:10:07 UTC] デバッグ：POST送信があります。
[16-Jul-2020 15:10:07 UTC] デバッグ：画面表示処理終了<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<
[16-Jul-2020 15:10:09 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:10:09 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 15:10:09 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:10:09 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 15:10:09 UTC] デバッグ：セッションID：aqos61eu793ngpkrctl617sk4o
[16-Jul-2020 15:10:09 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 15:10:09 UTC] デバッグ：現在日時タイムスタンプ：1594912209
[16-Jul-2020 15:10:09 UTC] デバッグ：POST送信があります。
[16-Jul-2020 15:10:09 UTC] デバッグ：画面表示処理終了<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<
[16-Jul-2020 15:10:11 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:10:11 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 15:10:11 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:10:11 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 15:10:11 UTC] デバッグ：セッションID：csgu0r6c4l2v5o95721o2456sl
[16-Jul-2020 15:10:11 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 15:10:11 UTC] デバッグ：現在日時タイムスタンプ：1594912211
[16-Jul-2020 15:10:11 UTC] デバッグ：POST送信があります。
[16-Jul-2020 15:10:11 UTC] デバッグ：画面表示処理終了<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<
[16-Jul-2020 15:10:12 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:10:12 UTC] デバッグ：「 ログインページ 
[16-Jul-2020 15:10:12 UTC] デバッグ：「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「「
[16-Jul-2020 15:10:12 UTC] デバッグ：>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>画面処理開始
[16-Jul-2020 15:10:12 UTC] デバッグ：セッションID：3ksc0dhf5q3913e8lbu3q0ph9l
[16-Jul-2020 15:10:12 UTC] デバッグ：セッション変数の中身：Array
(
)

[16-Jul-2020 15:10:12 UTC] デバッグ：現在日時タイムスタンプ：1594912212
[16-Jul-2020 15:10:12 UTC] デバッグ：POST送信があります。
[16-Jul-2020 15:10:12 UTC] デバッグ：画面表示処理終了<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<
